{
  "search": {
    "placeholder": "Enter search term or URL"
  },
  "navigation": {
    "myWallet": "My Wallet",
    "insight": "Insight",
    "discovery": "Discovery",
    "settings": "Settings"
  },
  "list": {
    "dapp_favorite_title": "Favorites",
    "dapp_favorite_delete": "Delete",
    "dapp_favorite_delete_confirm": "Are you sure you want to delete this site from your favorites?",
    "favorite_delete_title": "Remove from Favorites",
    "favorite_delete_description": "Are you sure you want to remove from favorites?",
    "dapp_list_title": "List",
    "description": "Description",
    "go_to_dapp": "Go"
  },
  "buttons": {
    "cancel": "Cancel",
    "confirm": "Remove"
  },
  "common": {
    "error_loading_data": "An error occurred while loading data.",
    "no_data": "No data available."
  },
  "banner": {
    "dcent_title": "Experience enhanced security\nwith <highlight>D'CENT biometric wallet</highlight>!",
    "dcent_button": "Buy Now"
  },
  "dapps": {
    "buy_crypto_title": "Buy Cryptocurrency",
    "buy_crypto_description": "Safely purchase over 100 cryptocurrencies through our network of diverse partners.",
    "metamask_connect_title": "MetaMask Connection",
    "metamask_connect_description": "Connect your EVM-compatible addresses from D'CENT wallet with MetaMask for more convenient DeFi usage.",
    "astar_portal_title": "Astar Portal",
    "astar_portal_description": "Astar Portal is a dApp staking platform provided by Astar Network where you can participate in various projects.",
    "ftso_portal_title": "FTSO Portal",
    "ftso_portal_description": "FTSO Portal is a service where users can delegate FLR to their preferred FTSO provider and receive rewards.",
    "klayswap_title": "KLAYswap",
    "klayswap_description": "KLAYswap is a DEX that allows you to exchange various tokens including KLAY, ETH, USDT based on liquidity pools.",
    "tokamak_dao_title": "Tokamak DAO",
    "tokamak_dao_description": "Tokamak DAO allows you to participate in governance through Tokamak Network Token (TON) and contribute to ecosystem development.",
    "zapper_title": "Zapper",
    "zapper_description": "Zapper allows you to manage your DeFi portfolio and invest in various protocols through a simple interface.",
    "compound_title": "Compound",
    "compound_description": "Compound is a decentralized finance protocol that allows you to earn interest through collateral or borrow assets.",
    "pooltogether_title": "PoolTogether",
    "pooltogether_description": "PoolTogether is an Ethereum-based no-loss lottery gaming platform that makes saving fun.",
    "uniswap_title": "Uniswap",
    "uniswap_description": "Uniswap is the most popular decentralized exchange where you can provide liquidity and swap tokens.",
    "yearn_finance_title": "yearn.finance",
    "yearn_finance_description": "yearn.finance is a platform that aggregates DeFi services and provides automated yield farming strategies.",
    "oneinch_title": "1inch",
    "oneinch_description": "1inch compares liquidity and prices across all major DEX exchanges to find you the optimal trading route.",
    "opensea_title": "OpenSea",
    "opensea_description": "OpenSea is the largest marketplace where you can trade various NFTs including collectibles, game items, and digital art.",
    "opensea_create_title": "Create NFTs | OpenSea",
    "rarible_title": "Rarible",
    "rarible_description": "Rarible is a creator-centric NFT marketplace where anyone can easily create and trade NFTs.",
    "kaiapotter_title": "KaiaPotter",
    "kaiapotter_description": "KaiaPotter is a simple and secure wallet service dedicated to the Kaia ecosystem, developed by HashCrash.",
    "bluewhale_title": "BlueWhale Protocol",
    "bluewhale_description": "BlueWhale Protocol is an easy-to-use DeFi service that provides stable returns and innovative features.",
    "swapscanner_title": "SwapScanner",
    "swapscanner_description": "SwapScanner is Klaytn's No.1 DEX aggregator providing optimal trading routes and lowest fees.",
    "intract_title": "Intract Quests",
    "intract_description": "Intract is currently running Tap That Drop season quests. Participate and earn rewards.",
    "skate_staking_title": "SKATE Staking",
    "skate_staking_description": "SKATE Staking is a multi-chain native staking platform providing stable returns across various chains.",
    "orbit_bridge_title": "Orbit Bridge",
    "orbit_bridge_description": "Orbit Bridge is a cross-chain bridge service that supports token conversion between different mainnets.",
    "xdsea_title": "XDSea",
    "xdsea_description": "XDSea is a dedicated marketplace for buying and selling NFTs built on the XDC Network.",
    "celer_cbridge_title": "Celer cBridge",
    "celer_cbridge_description": "Celer cBridge connects to multiple blockchain networks and supports fast and secure cross-chain transfers."
  }
}
